/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "enable_animation": true,
        "content_width": "custom",
        "custom_content_width": 700
      }
    },
    "rich_text_gXbcHU": {
      "type": "rich-text",
      "blocks": {
        "heading_7J7f4H": {
          "type": "heading",
          "settings": {
            "title": "Garanzia",
            "heading_tag": "h2",
            "heading_font_class": "fs-heading-3-base"
          }
        },
        "spacer_m73mMt": {
          "type": "spacer",
          "settings": {
            "space": 12
          }
        },
        "subheading_dBwnnn": {
          "type": "subheading",
          "settings": {
            "subheading": "Garanzia a vita",
            "subheading_tag": "h3",
            "subheading_font_class": "fs-heading-6-base"
          }
        },
        "text_nTMY4C": {
          "type": "text",
          "settings": {
            "text": "<p>In Time Resistance, ci dedichiamo alla creazione di articoli in pelle destinati a durare nel tempo e a raccontare una storia unica. I nostri articoli sono realizzati con materiali di altissima qualità e sapiente artigianalità tradizionale, concepiti per durare una vita. Poiché crediamo nella resistenza e nel fascino senza tempo dei nostri prodotti, offriamo con orgoglio una garanzia a vita sulle nostre borse e accessori in pelle.<br/><br/>Ogni articolo può presentare leggere variazioni di colore o texture, a causa della peculiarità del processo di concia e della natura dei prodotti naturali impiegati. Queste non sono da considerarsi imperfezioni, bensì segni distintivi che esaltano l'unicità della materia naturale e del processo di concia artigianale. Per garantire l’autenticità di ogni creazione, ogni prodotto viene accompagnato da un Certificato di Garanzia. Questo certifica che la pelle è stata conciata esclusivamente con tannini naturali di origine vegetale, senza l’impiego di sostanze vietate. Gli estratti di tannino sono l’ingrediente fondamentale del nostro processo di concia lenta, che garantisce qualità e durata. Ogni pezzo è rifinito con cura e sottoposto a un accurato controllo qualità. Piccole venature, piccole pieghe o graffi impercettibili che possono comparire sulla pelle sono la testimonianza della sua naturalezza, rendendo ogni pelle un pezzo unico.</p>",
            "text_font_class": "fs-body-75"
          }
        },
        "spacer_fii3Ck": {
          "type": "spacer",
          "settings": {
            "space": 12
          }
        },
        "subheading_83KeUJ": {
          "type": "subheading",
          "settings": {
            "subheading": "Cosa copre la nostra garanzia a vita",
            "subheading_tag": "h3",
            "subheading_font_class": "fs-heading-6-base"
          }
        },
        "text_ckN8Ra": {
          "type": "text",
          "settings": {
            "text": "<p>La nostra garanzia a vita garantisce che i prodotti Time Resistance siano privi di difetti nei materiali e nella lavorazione per tutta la durata del prodotto. Se, in qualsiasi momento, l’articolo dovesse presentare un difetto di fabbricazione, provvederemo alla riparazione senza alcun costo. Include:<br/><br/><strong>Problemi di cucitura:</strong> Se le cuciture della borsa o dell’accessorio dovessero cedere a causa di un difetto di lavorazione, verranno riparate o rifatte.<br/><br/><strong>Guasti alla minuteria meccanica:</strong> Se un componente metallico — come cerniere, fibbie, bottoni o rivetti — dovesse rompersi o non funzionare correttamente a causa di un difetto di fabbricazione, provvederemo alla riparazione o alla sostituzione del pezzo difettoso.</p>",
            "text_font_class": "fs-body-75"
          }
        },
        "spacer_6HnNpM": {
          "type": "spacer",
          "settings": {
            "space": 12
          }
        },
        "subheading_HzrGeP": {
          "type": "subheading",
          "settings": {
            "subheading": "Limitazioni della garanzia",
            "subheading_tag": "h3",
            "subheading_font_class": "fs-heading-6-base"
          }
        },
        "text_4Tei3P": {
          "type": "text",
          "settings": {
            "text": "<p>Nonostante i nostri prodotti siano progettati per durare, vi sono alcune circostanze in cui la garanzia non è applicabile. Le esclusioni includono, ma non si limitano a:<br/><br/><strong>Usura naturale:</strong> Nel tempo, la pelle invecchia naturalmente, sviluppa una patina e mostra segni di usura. Questo è ciò che rende ogni prodotto unico. Le variazioni di colore, grana o le piccole abrasioni che si sviluppano con l’uso non sono coperte dalla garanzia.<br/><br/><strong>Danni accidentali:</strong> I danni causati da cadute, schiacciamenti o altri impatti — inclusi forature, tagli e lacerazioni — non sono coperti.<br/><br/><strong>Cura o manutenzione inadeguata:</strong> La pelle è un materiale naturale che richiede cure adeguate. Eventuali danni causati da trascuratezza — come esposizione a sostanze chimiche aggressive, luce solare diretta, umidità prolungata o mancata applicazione regolare di prodotti specifici per la pelle — non sono coperti.<br/><br/><strong>Alterazioni o riparazioni non autorizzate:</strong> Eventuali modifiche o riparazioni effettuate da soggetti diversi da Time Resistance o da un centro di assistenza autorizzato possono invalidare la garanzia.<br/><br/><strong>Danni causati da agenti esterni:</strong> I danni provocati da eventi esterni, come incendi, alluvioni o altre calamità naturali, non sono coperti dalla presente garanzia.<br/><br/><strong>Danni intenzionali o uso improprio:</strong> Eventuali danni intenzionali, usi impropri o utilizzi non conformi alla destinazione d’uso del prodotto — incluso il sovraccarico o l’applicazione di forza eccessiva — comportano la decadenza della garanzia.</p><p><strong>Smarrimento o furto:</strong> La garanzia non copre lo smarrimento né il furto del prodotto.</p><p></p><p>In caso di problemi con il prodotto ricevuto che richiedano una riparazione, è possibile contattare il servizio clienti all’indirizzo <a href=\"mailto:assistenza@timeresistance.com\" target=\"_blank\" title=\"mailto:assistenza@timeresistance.com\">assistenza@timeresistance.com</a>. Il prodotto verrà riparato entro una settimana dalla ricezione.</p>",
            "text_font_class": "fs-body-75"
          }
        }
      },
      "block_order": [
        "heading_7J7f4H",
        "spacer_m73mMt",
        "subheading_dBwnnn",
        "text_nTMY4C",
        "spacer_fii3Ck",
        "subheading_83KeUJ",
        "text_ckN8Ra",
        "spacer_6HnNpM",
        "subheading_HzrGeP",
        "text_4Tei3P"
      ],
      "settings": {
        "alignment": "center_left",
        "enable_animation": true,
        "divider_style": "none",
        "enable_section_style": false,
        "section_padding_top": 0,
        "section_padding_bottom": 0,
        "enable_section_style_mobile": false,
        "section_padding_top_mobile": 0,
        "section_padding_bottom_mobile": 0,
        "section_padding": "section--vertical-padding-top-bottom",
        "content_width": "full",
        "custom_content_width": 700
      }
    }
  },
  "order": [
    "main",
    "rich_text_gXbcHU"
  ]
}
